{
    "sample-text": "Bonjour le monde!",
    "language-en": "Anglais",
    "language-fr": "Français",
    "nav-home": "Accueil",
    "nav-mission": "Notre Mission",
    "nav-about": "À Propos de Nous",
    "sign-in": "Se connecter",
    "profile-picture": "Photo de Profil",
    "settings": "Paramètres",
    "log-out": "Se Déconnecter",
    "language-option": "Préférences de Langue",
    "journal": "Journal",
    "user-guide": "Guide de l'utilisateur",
    "help": "Aide",
    "features": "Caractéristiques",
    "journal-book": "Carnet de Journal",
    "profile": "Profil",
    "account": "Compte",
    "login-register": "Connexion/Inscription",
    "user-dashboard": "Tableau de Bord Utilisateur",
    "entries": "Entrées",
    "mood-tracker": "Suivi de l'Humeur",
    "contact-us": "Nous Contacter",
    "terms-conditions": "Termes et Conditions",
    "project-title": "Journ.ie",
    "project-moto": "'Solas Anama'",
    "journaling-tools": "Outils de Journalisation",
    "journaling-tools-paragraph": "Les outils de journalisation permettent aux utilisateurs de créer et de gérer des entrées de journal de manière transparente, en intégrant du texte, des photos, des vidéos et divers éléments multimédias. Ces outils offrent une plateforme polyvalente pour capturer les moments de la vie et les réflexions dans des formats multimédias riches.",
    "mood-tracker-paragraph": "Les utilisateurs peuvent enregistrer leur humeur ou état émotionnel avec chaque entrée, permettant un suivi complet de l'humeur au fil du temps. Cette fonctionnalité offre des informations précieuses sur les schémas émotionnels et le bien-être, favorisant la croissance personnelle et la découverte de soi.",
    "progress-tracker": "Suivi des Progrès",
    "progress-tracker-paragraph": "Avec des outils de chronologie intégrés et de définition d'objectifs, les utilisateurs peuvent suivre la croissance personnelle et les réalisations, offrant des informations précieuses sur leurs progrès et les aidant à rester motivés dans leur parcours de découverte de soi.",
    "nav-mission-paragraph": "Chez Journ.ie, notre mission est de fournir une plateforme de journalisation sécurisée et intime où les individus peuvent documenter, organiser et chérir les moments de leur vie. Nous croyons au pouvoir de la réflexion personnelle et à son impact profond sur le bien-être et la croissance. En offrant un espace sécurisé exempt d'exposition publique, nous permettons aux utilisateurs de s'exprimer librement et authentiquement. Chez Journ.ie, nous sommes plus qu'une simple plateforme de journalisation; nous sommes une communauté engagée dans la croissance personnelle et la découverte de soi. Rejoignez-nous pour vous connecter profondément avec votre moi intérieur et poursuivre vos objectifs de vie avec confiance et clarté.",
    "signature": "© Zedev 2024",
    "username": "Nom d'utilisateur",
    "password": "Mot de passe",
    "enter-password": "Entrez le mot de passe...",
    "remember-me": "Se souvenir de moi",
    "forgot-password": "Mot de passe oublié?",
    "or-divider": "Ou",
    "create-account": "Créer un Compte",
    "first-name": "Prénom",
    "enter-first-name": "Entrez votre prénom",
    "last-name": "Nom de famille",
    "enter-last-name": "Entrez votre nom de famille",
    "dob": "Date de Naissance",
    "enter-dob": "Entrez votre date de naissance",
    "email": "Email",
    "enter-email": "Entrez votre email",
    "re-enter-password": "Ressaisir le mot de passe",
    "already-have-account": "Vous avez déjà un compte?",
    "message": "Message",
    "submit": "Soumettre",
    "reach-us": "Nous Contacter Directement",
    "journal-user-guide": "La section Journal vous permet de saisir et de gérer vos journaux quotidiens. Vous pouvez consulter et organiser les anciennes et récentes entrées à l'aide d'étiquettes, ainsi que les modifier ou les supprimer. Chaque jour présente une citation inspirante pour motiver votre développement personnel. Créer une nouvelle entrée est simple: cliquez sur l'icône plus en haut de l'écran ou parcourez vos anciennes photos dans la vue mémoire.",
    "create-entry": "Créer une Entrée",
    "create-entry-user-guide": "Lors de la création d'une nouvelle entrée, vous pouvez ajouter un titre, des étiquettes et des médias. Rédigez votre journal dans la zone de texte prévue et soumettez-le en cliquant sur le bouton en haut à droite.",
    "mood-tracker-user-guide": "Le Suivi de l'Humeur vous aide à suivre votre humeur tout au long de la semaine. Vous êtes encouragé à enregistrer votre humeur quotidienne, qui sera reflétée dans votre système de profil, vous donnant un aperçu des tendances émotionnelles de votre semaine.",
    "deactivate-account": "Désactiver le Compte",
    "deactivate-account-user-guide": "Si vous décidez d'arrêter d'utiliser Journ.ie, vous pouvez supprimer votre compte via les paramètres de votre profil. Au bas de la page des paramètres, il y a un bouton pour désactiver votre compte. Si vous avez des préoccupations ou avez besoin d'aide, veuillez nous contacter via le formulaire de contact ci-dessus.",
    "terms-and-conditions": "Termes et Conditions",
    "introduction": "Introduction",
    "introduction-content": "En utilisant les services de Journ.ie, vous acceptez de vous conformer et d'être lié par les termes et conditions suivants. Ces termes régissent votre utilisation de nos services et définissent les droits et responsabilités de tous les utilisateurs.",
    "data-processing": "Traitement des Données",
    "data-processing-content": "Conformément au Règlement Général sur la Protection des Données (RGPD), nous nous engageons à assurer que vos données personnelles sont traitées de manière légale, équitable et transparente. En utilisant nos services, vous consentez à la collecte et à l'utilisation de vos données comme décrit dans cette politique.",
    "types-of-data-collected": "Types de Données Collectées",
    "types-of-data-collected-content": "Nous pouvons collecter les types de données suivants:\n- Informations d'identification personnelle (Nom, adresse e-mail, etc.)\n- Données d'utilisation (Entrées de journal, données du suivi de l'humeur, etc.)\n- Données techniques (Adresse IP, type de navigateur, etc.)",
    "use-of-data": "Utilisation des Données",
    "use-of-data-content": "Les données que nous collectons sont utilisées pour:\n- Fournir et maintenir nos services\n- Améliorer et personnaliser votre expérience utilisateur\n- Communiquer avec vous, y compris envoyer des mises à jour et des notifications\n- Assurer le respect des obligations légales",
    "data-sharing-and-security": "Partage et Sécurité des Données",
    "data-sharing-and-security-content": "Nous ne partageons pas vos données personnelles avec des tiers, sauf si la loi l'exige ou avec votre consentement explicite. Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données contre l'accès non autorisé, l'altération, la divulgation ou la destruction.",
    "your-rights": "Vos Droits",
    "your-rights-content": "En vertu du RGPD, vous avez les droits suivants concernant vos données personnelles:\n- Le droit d'accès – Vous avez le droit de demander des copies de vos données personnelles.\n- Le droit de rectification – Vous avez le droit de demander la correction de toute donnée inexacte ou incomplète.\n- Le droit à l'effacement – Vous avez le droit de demander la suppression de vos données personnelles sous certaines conditions.\n- Le droit de restreindre le traitement – Vous avez le droit de demander la limitation du traitement de vos données personnelles sous certaines conditions.\n- Le droit à la portabilité des données – Vous avez le droit de demander le transfert de vos données à une autre organisation ou directement à vous sous certaines conditions.\n- Le droit d'opposition – Vous avez le droit de vous opposer au traitement de vos données personnelles sous certaines conditions.",
    "changes-to-these-terms": "Modifications de Ces Termes",
    "changes-to-these-terms-content": "Nous nous réservons le droit de mettre à jour ces termes à tout moment. Nous vous informerons de toute modification en publiant les nouveaux termes sur notre site Web. Votre utilisation continue du service après toute modification signifie que vous acceptez les nouveaux termes.",
    "contact-us-content": "Si vous avez des questions ou des préoccupations concernant ces termes ou nos pratiques de traitement des données, veuillez nous contacter via notre formulaire de contact.",
    "chat-gpt": "Avertissement",
    "chat-gpt-content": "Le contenu des Termes et Conditions est extrait de ChatGPT en tant qu'exemple de texte.",
    "change-photo": "Changer la Photo",
    "deactivation": "Désactivation",
    "update-username": "Mettre à jour le Nom d'utilisateur",
    "update-email": "Mettre à jour l'Email",
    "change-password": "Changer le Mot de passe",
    "delete-account": "Supprimer le Compte",
    "return-journal": "Retour au Journal",
    "save-changes": "Enregistrer les Modifications",
    "activity-label": "Activité",
    "reflection-label": "Réflexion",
    "goal-label": "Objectif",
    "diary-label": "Journal",
    "journey-label": "Parcours",
    "mood-message": "Comment vous sentez-vous aujourd'hui?",
    "log-title": "Titre...",
    "upload": "Téléverser",
    "log-message": "Comment vous sentez-vous aujourd'hui?",
    "confirm-password": "Veuillez entrer votre mot de passe pour confirmer les modifications",
    "old-password": "Ancien Mot de passe",
    "new-password": "Nouveau Mot de passe",
    "message-deactivation": "Êtes-vous sûr de vouloir désactiver votre compte ? Toutes vos données et votre compte seront supprimés. Veuillez entrer votre mot de passe pour désactiver votre compte."


}
