{
    "sample-text": "Hello World!",
    "language-en": "English",
    "language-fr": "French",
    "nav-home": "Home",
    "nav-mission": "Our Mission",
    "nav-about": "About Us",
    "sign-in": "Sign in",
    "profile-picture": "Profile Picture",
    "settings": "Settings",
    "log-out": "Log Out",
    "language-option": "Languages Preferences",
    "journal": "Journal",
    "user-guide": "User Guide",
    "help": "Help",
    "features": "Features",
    "journal-book": "Journal Book",
    "profile": "Profile",
    "account": "Account",
    "login-register": "Login/Register",
    "user-dashboard": "User Dashboard",
    "entries": "Entries",
    "mood-tracker": "Mood Tracker",
    "contact-us": "Contact Us",
    "terms-conditions": "Terms and Conditions",
    "project-title": "Journ.ie",
    "project-moto": "'Solas Anama'",
    "journaling-tools": "Journaling Tools",
    "journaling-tools-paragraph": "Journaling tools empower users to create and manage journal entries seamlessly, incorporating text, photos, videos, and various multimedia elements. These tools provide a versatile platform for capturing life’s moments and reflections in rich, multimedia formats.",
    "mood-tracker-paragraph": "Users can log their mood or emotional state with each entry, enabling comprehensive mood tracking over time. This feature provides valuable insights into emotional patterns and well-being, enhancing personal growth and self-discovery.",
    "progress-tracker": "Progress Tracker",
    "progress-tracker-paragraph": "With built-in timeline and goal-setting tools, users can track personal growth and achievements, providing valuable insights into their progress and helping them stay motivated on their journey of self-discovery.",
    "nav-mission-paragraph": "At Journ.ie, our mission is to provide a secure and intimate journaling platform where individuals can document, organise, and cherish their life's moments. We believe in the power of personal reflection and its profound impact on well-being and growth. By offering a safe space free from public exposure, we enable users to express themselves freely and authentically. At Journ.ie, we are more than just a journaling platform; we are a community committed to personal growth and self-discovery. Join us to connect deeply with your inner self and pursue your life goals with confidence and clarity.",
    "signature": "© Zedev 2024",
    "username": "Username",
    "password": "Password",
    "enter-password": "Enter Password...",
    "remember-me": "Remember Me",
    "forgot-password": "Forgot password?",
    "or-divider": "Or",
    "create-account": "Create an Account",
    "first-name": "First Name",
    "enter-first-name": "Enter your first name",
    "last-name": "Last Name",
    "enter-last-name": "Enter your last name",
    "dob": "Date of Birth",
    "enter-dob": "Enter your date of birth",
    "email": "Email",
    "enter-email": "Enter your email",
    "re-enter-password": "Re-Enter Password",
    "already-have-account": "Already have an account?",
    "message": "Message",
    "submit": "Submit",
    "reach-us": "Directly Reach Us",
    "journal-user-guide": "The Journal section allows you to enter and manage your daily logs. You can view and organise both old and recent entries using labels, as well as edit or delete them. Each day features an inspirational quote to motivate your personal development. Creating a new entry is simple: click the plus icon at the top of the screen or browse through your past pictures in the memory view.",
    "create-entry": "Create an Entry",
    "create-entry-user-guide": "When creating a new entry, you can add a title, labels, and media. Write your log in the provided text area and submit it by clicking the button at the top right.",
    "mood-tracker-user-guide": "The Mood Tracker helps you monitor your mood throughout the week. You're encouraged to log your daily mood, which will be reflected in your profile system, giving you an overview of your week's emotional trends.",
    "deactivate-account": "Deactivate Account",
    "deactivate-account-user-guide": "If you decide to stop using Journ.ie, you can delete your account through the settings in your profile. At the bottom of the settings page, there is a button to deactivate your account. If you have any concerns or need assistance, please reach out to us via the Contact Form above.",
    "terms-and-conditions": "Terms and Conditions",
    "introduction": "Introduction",
    "introduction-content": "By using the services of Journ.ie, you agree to comply with and be bound by the following terms and conditions. These terms govern your use of our services and set out the rights and responsibilities of all users.",
    "data-processing": "Data Processing",
    "data-processing-content": "In accordance with the General Data Protection Regulation (GDPR), we are committed to ensuring that your personal data is processed lawfully, fairly, and transparently. By using our services, you consent to the collection and use of your data as described in this policy.",
    "types-of-data-collected": "Types of Data Collected",
    "types-of-data-collected-content": "We may collect the following types of data:\n- Personal identification information (Name, email address, etc.)\n- Usage data (Log entries, mood tracker data, etc.)\n- Technical data (IP address, browser type, etc.)",
    "use-of-data": "Use of Data",
    "use-of-data-content": "The data we collect is used to:\n- Provide and maintain our services\n- Improve and personalise your user experience\n- Communicate with you, including sending updates and notifications\n- Ensure compliance with legal obligations",
    "data-sharing-and-security": "Data Sharing and Security",
    "data-sharing-and-security-content": "We do not share your personal data with third parties except as required by law or with your explicit consent. We implement appropriate technical and organisational measures to protect your data against unauthorised access, alteration, disclosure, or destruction.",
    "your-rights": "Your Rights",
    "your-rights-content": "Under GDPR, you have the following rights regarding your personal data:\n- The right to access – You have the right to request copies of your personal data.\n- The right to rectification – You have the right to request correction of any inaccurate or incomplete data.\n- The right to erasure – You have the right to request deletion of your personal data under certain conditions.\n- The right to restrict processing – You have the right to request restriction of processing of your personal data under certain conditions.\n- The right to data portability – You have the right to request transfer of your data to another organisation or directly to you under certain conditions.\n- The right to object – You have the right to object to the processing of your personal data under certain conditions.",
    "changes-to-these-terms": "Changes to These Terms",
    "changes-to-these-terms-content": "We reserve the right to update these terms at any time. We will notify you of any changes by posting the new terms on our website. Your continued use of the service after any changes signifies your acceptance of the new terms.",
    "contact-us-content": "If you have any questions or concerns about these terms or our data processing practices, please contact us via our Contact Form.",
    "chat-gpt": "Disclaimer",
    "chat-gpt-content": "Content of Terms and Conditions are taken from ChatGPT as a text sample.",
    "change-photo": "Change Photo",
    "deactivation": "Deactivation",
    "update-username": "Update Username",
    "update-email": "Update Email",
    "change-password": "Change Password",
    "delete-account": "Delete Account",
    "return-journal": "Return to Jounral",
    "save-changes": "Save Changes",
    "fullname": "User's Name",
    "activity-label": "Activity",
    "reflection-label": "Reflection",
    "goal-label": "Goal",
    "diary-label": "Diary",
    "journey-label": "Journey",
    "mood-message": "How are you feeling today?",
    "log-title": "Title...",
    "upload": "Upload",
    "log-message": "How are you today?"
}